{
  "Not-Started": {
    "Creation of short tutorial videos and messages": {
      "category": "Club Activities",
      "description": "This would make the clubs more accessible to the people and also help the clubs add to their team in large numbers",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Create a Design cum Media team": {
      "category": "Club Avtivities",
      "description": "Create a Design cum Media team in charge of managing and maintaining the publicity of every club on various social media platforms as well as YouTube. This will increase the exposure of our clubs in our campus, and thus generate interest in both the participants as well as the spectators.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Judge appointing": {
      "category": "Manthan",
      "description": "The Judges of the various events will be announced well before the respective event is due to take place, and also ensure that the judge has prior experience in judging the same/similar event",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Event reviews": {
      "category": "Manthan",
      "description": "Event Reviews will be conducted after the completion of the event to better understand the experience of the participants and/or spectators",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Club member recognition": {
      "category": "New SAC",
      "description": "Throughout the course of the year, the members of the Cultural Clubs take part in many activities to explore their art and culture. A separate plaque in the club rooms listing the club members’ name will be installed so as to provide recognition to the club members. This, in turn, provides an incentive to the people who are involved in cultural activities but are not active in the club",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Hall of Fame": {
      "category": "New SAC",
      "description": "At the end of the even semester, the artist who has most masterfully expressed his/her art, and in doing so, has inspired others towards that art, will have his/her name immortalized on a plaque in the New SAC",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Club integration": {
      "category": "Alcheringa",
      "description": "Undertaking measures to Integrate club workshops with Alcheringa to increase participation",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Early orientation": {
      "category": "Alcheringa",
      "description": "Facilitating an early orientation for Alcheringa to acquaint students to its various teams and events, thus giving them a chance to learn about the fest",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Evaluated-subjective": {
    "Themed functions": {
      "category": "Club Activities",
      "description": "Over the course of my tenure, the theme of the Cultural Board will be: exhibiting the physical and cultural beauty of our campus and student life by means of various competitions, events and a series of blog posts",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Hostel collab": {
      "category": "Manthan",
      "description": "Collaboration with the General Secretaries of hostels to motivate the interested people to join the clubs and hence, increasing quality participation in Manthan as well as increasing the one-on-one interaction of the clubs with the people",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Reach expansion": {
      "category": "Advaya",
      "description": "Will coordinate with post-graduate students to ensure that the Festival is celebrated on a grander scale and ensure a bigger audience",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Completed": {
    "Fine arts and Montage collab": {
      "category": "Club Activities",
      "description": "Introducing a Fine Arts showcase and merging it with the annual Photography exhibition to ensure promotion of both the arts with better reach",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "UG + PG collab": {
      "category": "Advaya",
      "description": "Helping Advaya upgrade into both UG and PG inter-departmental festival",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  }
}