{
  "Completed": {
    "Developments in Athletics Ground (Light)": {
      "category": "INFRASTRUCTURE",
      "description": "The institute Athletics ground is extensively used by various sports teams, clubs and campus junta as well. Catering to their needs, I'd propose for improvement in ground by ensuring regular watering as constant complains was heard by board regarding the ground been tough for athletes to do their sessions and getting injured and the increase in lighting facility in the Athletics ground to ensure that it remains adequately lit during the evening hours.",
      "current_status": "Working from Spirit.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Girls Representative in Sports Board": {
      "category": "",
      "description": "To increase the participation of female junta in various sports, I'd propose the introduction of separate Girls Representative in Sports Board who could arrange for sessions with female junta separately and help the board to work on their needs and wants. She would be responsible for the conduction of matches within hostel among girls which would encourage more participation; an important step in increasing the involvement of girls in sports.",
      "current_status": "Separate representative appointed (Srushti Dhakare)",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Orientation and Freshmen’s Week": {
      "category": "Events Throughout My Tenure",
      "description": "Freshmen’s week always sees a massive turnout. After seeing a successful and more informed junta of first years. I will take this to next level by organizing an interactive session between students and team captains, this will help students gain more perspective. Fresher’s would also include informal events exclusively for the fresher’s. I’d ensure presence of the respective coaches during the final matches for possible talent scouting. I’ll continue with the current format. The winners would be rewarded with certificates and medals.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Spirit": {
      "category": "Events Throughout My Tenure",
      "description": "Spirit’16 saw an amazing uplift in terms of the level of festival and involvement of campus junta. The growth of Spirit has been nothing but extraordinary in the past few years and I aim to take it to newer heights in the upcoming version of Spirit. My mission would be to encourage and bolster the involvement of the campus junta with everyone getting an experience of the spirit of the festival.",
      "current_status": "Year-on-year growth of x% in participation.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Medical Facilities": {
      "category": "",
      "description": "Will bring basic medical facilities in the old sac which is a very basic amenity in sports.",
      "current_status": "First Aid kit refurbished and maintained from Spirit",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Hobby Clubs (Kho-Kho)": {
      "category": "Other Activities",
      "description": "Kho Kho is a part of spardha but is never practiced. So, to practice it before spardha, workshops and sessions for the game will take place by experts of the game.",
      "current_status": "Representative is appointed. Several equipment purchases done.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Outdoor Trips": {
      "category": "INTER IIT",
      "description": "Outdoor Trips has been a key of success for major IITs. I plan to increase the budget for Inter IIT preparations and will promote more outdoor trips. I will ensure the enhancement of the preparation of the contingent by collaborating with ASSAM State Association and Guwahati District Association by facilitating match practice with experienced players.",
      "current_status": "Because of no official sports leave policy for local tournaments, weekend participation been going on with several (not all) teams already participating.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Summer Camp": {
      "category": "INTER IIT",
      "description": "Summer Camp is the most important phase for team building. I will ensure one hostel stay and separate messing for the sports contingent at minimal cost for increase in intra as well as inter team bonding.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Proper diet": {
      "category": "INTER IIT",
      "description": "Proper diet will be ensured before the commencement of the meet. Contingent bonding is one of the key factors of winning. Thus, inter team matches shall be organized in third sport during the even semesters or during weekends on inter-IIT practice sessions.",
      "current_status": "Year-on year increase of 25% on per day cost of meals with evening snacks introduction.",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Ongoing-Long-term": {
    "Developments in Athletics Ground (Ground)": {
      "category": "INFRASTRUCTURE",
      "description": "The institute Athletics ground is extensively used by various sports teams, clubs and campus junta as well. Catering to their needs, I'd propose for improvement in ground by ensuring regular watering as constant complains was heard by board regarding the ground been tough for athletes to do their sessions and getting injured and the increase in lighting facility in the Athletics ground to ensure that it remains adequately lit during the evening hours.",
      "current_status": "Has to be worked on before Inter. Probable ETA – July.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Sports Alumni Reunion": {
      "category": "",
      "description": "Fund Raising is an urgent need for Sports Infrastructural Developments in the campus. Sports Board will call for a volunteer and if possible a team who will contact Sail and will be responsible to contact eminent sports alumnus. It will be ensured by the team that during the Alumni meet in the campus, sports activities should be conducted for them to allow campus sports community to meet the legends of their time, make connections and enhance relationships.",
      "current_status": "Outreach initiative planned. Club secys to work with SAIL.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Hall of Fame": {
      "category": "",
      "description": "I’ll put forward the idea of having a Hall of Fame dedicated to the Sports Legends of the Institute and the INTER IIT contingent to inspire the sports community to higher levels of glory. I’d propose Honor Board installation in the Old SAC that will serve in giving recognition to the record holders of our institute and Captains. I will propose installation of contingent photo frame from every INTER IIT, this will help increase enthusiasm among students and will also serve as a memory for alumni even years after.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Sports Website": {
      "category": "Digital Support",
      "description": "Currently the institute Gymkhana website is stagnant. This is also a very efficient way to promote transparency of the working of the Sports Council by mandating bi-monthly sports-wise work reports and publishing them on IITG Sports Website which will put on view the usage of budget of sports in various activities and will reveal achievements, results in various domains. This will help stir motivation in sports enthusiast in the campus as well as to the sports legend who passed out from IITG.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Central Sports Facilities (Equipments)": {
      "category": "Other Activities",
      "description": "I’ll ensure availability of rackets for badminton, squash, table tennis and non-marking shoes in the indoor sports complex. Students would be able to issue the equipment on submission of the institute ID- card.",
      "current_status": "Stock availability updated and made public. Reference to website.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Central Sports Facilities (Timings)": {
      "category": "Other Activities",
      "description": "I will try to push the pending proposal of extension of timings of the sporting venues so that larger part of the student community can avail the facilities.",
      "current_status": "Can be taken up on case by case basis by the secy if preinformed.",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Broken": {
    "Building of New Courts (Squash)": {
      "category": "INFRASTRUCTURE",
      "description": "As there was noticeable participation of campus junta in the game of squash during leagues, it might be included in the next year NSO program. With only one court, this would not be possible to conduct NSO as well as Inter IIT sessions on one court. So, by this summer, would try that building of a new Squash court should be started.",
      "current_status": "Budget constraints",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Building of New Courts (Volley)": {
      "category": "INFRASTRUCTURE",
      "description": "Volleyball team face a lot of difficulty during rainy season, so would propose an indoor volleyball Court.",
      "current_status": "Multipurpose court to be utilized",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Building of New Courts (Table Tennis)": {
      "category": "INFRASTRUCTURE",
      "description": "On discussion between Secretary’s, it was observed that in the game of Basketball, Badminton, Table Tennis, there is a dire need of floor modification, so would propose and try to get the work done by this summer.",
      "current_status": "Multipurpose court to be utilized",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Freshmen week for PG": {
      "category": "Events Throughout My Tenure",
      "description": "Due to a large pool of UG students in freshmen week, it was observed that the talented PG students could not find a way to showcase their talent which then demotivate them to participate in various competitions throughout their stay in IITG. To promote PG involvement in our institute teams, a proposal for “Best PG Sportsperson” award would be put forward as an incentive for them to take part in each game.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Motivational Banners": {
      "category": "",
      "description": "A proposal of putting up motivational banners on sports complexes shall be put forward to make an electrifying sports environment and to motivate every person who uses these facilities.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Collaboration with CBS": {
      "category": "Digital Support",
      "description": "Will propose and try to Showcase the playoffs of finals of different sports events live through CBS portal. Also, its already been suggested that the area between the New Sac and Food Court will be used for screening of national and international Sports matches.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Hobby Clubs (Taekwondo)": {
      "category": "Other Activities",
      "description": "The club activities and tournaments will be publicized and will push for the conduction of district or state level tournaments. The club will be organizing workshop for campus junta. “Girls Taekwondo Week” will be proposed for all those who wish to learn self-defense.",
      "current_status": "Private trainer model in place. Based on pre-registration.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Inclusion of Chess and Carrom": {
      "category": "INTER IIT",
      "description": "Will try to include sports such as Chess and Carrom in main Inter-IIT Sports Meet. This will then be given equal facilities like other sports such as proper Coach, Indent etc. and will be a part of regular NSO and SA courses.",
      "current_status": "Propsal blocked by Board due to an earlier decision that excludes any further event addition before 2020.",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Ongoing-Short-term": {
    "Building of New Courts (Basketball, Badminton)": {
      "category": "INFRASTRUCTURE",
      "description": "On discussion between Secretary’s, it was observed that in the game of Basketball, Badminton, Table Tennis, there is a dire need of floor modification, so would propose and try to get the work done by this summer.",
      "current_status": "Will have small infrastructural changes to ensure readiness for hosting Inter IIT.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Canteen in Old Sac": {
      "category": "INFRASTRUCTURE",
      "description": "Being an Inter IIT player, I know that there is a dire need of juices, Bananas, Biscuits, eggs etc. during practice sessions. I will put forward the proposal for a canteen in old sac during practice hours in morning and evening.",
      "current_status": "Demo run with a vendor didn’t succeed. Food truck is coming up.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Inter-Departmental Sports Fest": {
      "category": "Events Throughout My Tenure",
      "description": "To bring in the talented geeks onto the field of sports, I would try to introduce this fest in the even semester which will help in increasing the sports culture within departments as well. This would allow the professors, students of various departments to participate and showcase their talent on departmental basis.",
      "current_status": "Pending approval on proposed April schedule.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Grand Spardha Felicitation Ceremony": {
      "category": "Events Throughout My Tenure",
      "description": "After a splendid encounter and hard work put in by every hostel athlete, it is an obligation for the sports board to felicitate them, so would assure a grand Spardha ceremony.",
      "current_status": "Scheduled in April first week.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Workshops": {
      "category": "Other Activities",
      "description": "Gym facility is used by many campus residents to have a better physique. I’ll propose for a Bodybuilding & Posing Workshop for the campus body building enthusiast. This will be great asset for those aspiring for Mr. Inter IIT.",
      "current_status": "INFS would be coming in April for a related workshop",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Evaluated": {
    "Sports culture in hostels": {
      "category": "",
      "description": "Various sports leagues are already practiced in various hostels. These leagues ensure the budding talent to grow. Sports board will ensure these leagues do conduct in every hostel by providing them basic sporting equipment’s for a limited time and proper results will be collected from the various sports secretaries of every hostel.",
      "current_status": "Hostels encouraged to take more up.",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Started": {
    "Newsletter/Magazine/Blog": {
      "category": "Digital Support",
      "description": "As of yet we don’t have any sports Newsletter in the campus yet which could appreciate various athletes of the campus, so would propose in coalition with various clubs in gymkhana to make a quarterly online newsletter to cover institute events that would appreciate regular Sports Star and Player of the Month. This would encourage the people to practice and perform well every month. Incorporate a sports blog into the IITG Sports website, encompassing coverage of major events and fitness posts, and a quarterly online newsletter to cover institute events. This blog will also include article written by ex-inter IIT players who represented IITG notifying their experiences of their hard work they put in during practice sessions.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Evaluated-subjective": {
    "Hobby Clubs (Yoga)": {
      "category": "Other Activities",
      "description": "On observing a handsome participation of campus junta in yoga week conducted last year, a hobby club for yoga and meditation will be proposed which focuses on conduction of yoga workshops giving various incentives to the people showing interest.",
      "current_status": "We cannot comment because the collaboration with Yoga SA makes this difficult to categorise.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Indent Follow-Up": {
      "category": "INTER IIT",
      "description": "It will be ensured that a new indent procedure is to be followed to ensure equipment’s to the inter IIT sessions on time, as in past years I myself had faced so many problems. I did my background work on this and made a plan with the help of various team club secretary of year 2016-2017 and would ensure the plan to conduct successfully in this session. The last general secretary contacted to various general secretary of other IITs and got the contact for the quotation of sports equipment’s from all over India.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  }
}