{
  "Ongoing-Long-term": {
    "24x7 Printing Facilities": {
      "category": "Campus Junta",
      "description": "A 24x7 network based printing facility would be a boon to the campus students. It is a requirement when important documents which are completed late night are to be printed, and that too from the comfort of individual rooms",
      "current_status": "Current project under coding club.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Internet from 12 noon - 2 pm": {
      "category": "Campus Junta",
      "description": "Since many students have a lab after this slot, this lunch time period can help them prepare for the lab. It can also be used to analyse topics in detail after classes. A complete prohibition of internet for the whole of the working hours creates a lot of inconvenience.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Open Cafe": {
      "category": "Campus Junta",
      "description": "An Open Cafeteria to be constructed for encouraging faculty and student interaction, inter-departmental gatherings. It would give students an impetus to get out of the room and socialize.",
      "current_status": "A Shirucafe proposal is in the channels.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Vending Machines": {
      "category": "Campus Junta",
      "description": "Placing vending machines at various places on the campus in order to assist people in obtaining snacks and soft drinks at various hours of the day.\n",
      "current_status": "Senator Rohit K Reddy working on a model to bring them into the campus. In talks with vendors.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Iron Stations in Hostels": {
      "category": "Hostel Life",
      "description": "Since ironing and heater facilities are not allowed in hostel rooms, iron stations can be set in all hostels to allow students to iron their clothes. This facility can be used by making an entry at the guard's desk.",
      "current_status": "A few hostels have started an ironing center. About to be taken up in the rest.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "2nd Floor of New SAC": {
      "category": "Campus Infrastructure",
      "description": "Providing rooms to clubs, which do not currently have rooms, and also creation of a place where people can both work and refresh themselves when they are burnt out.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": "Proposal copy not available with Gymkhana"
    },
    "Portals for P2P Learning": {
      "category": "Cultural Activities",
      "description": "Creation of online portal for peer to peer learning ,to enable people who know an art to teach the people who want to learn it, by providing meritorious benefits to both the participants.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "New Music Room": {
      "category": "Cultural Activities",
      "description": "Creation of a new music room in order to facilitate the participation of students in music related activities. Currently the lack of a music room impedes practice during events.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "NSO for Chess": {
      "category": "Sports Activities",
      "description": "Since chess is a game of both mental and physical fitness and also with the recent formation of the chess club, NSO for chess should be included.\n",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Ideation Room": {
      "category": "Technical Facilities",
      "description": "Creating an ideation room in the concept of 4i labs, allowing budding start-ups/innovators a workplace to incubate and ideate.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "SAIL-IGAIN": {
      "category": "International Affairs",
      "description": "IGAIN (IIT Guwahati Alumni Investment Network), for mentoring/investment in budding start-ups through an alumni crowdsourcing network.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Internet 24x7 for PhD students": {
      "category": "PG/PhD Welfare",
      "description": "Since PhDs and Research Scholars have need for more information, they need access to Internet, 24x7, so that they can have access to required research material all the time.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Ongoing-Short-term": {
    "Laundry and Washing System": {
      "category": "Campus Junta",
      "description": "A centralised laundry system for each hostel, so that much of a student’s time which is wasted standing in the line/waiting for a washing machine, can be utilised for better purposes. It can also be implemented as a single system for the whole campus.",
      "current_status": "Trial to be started in April.",
      "representative_comment": "",
      "verifier_comment": "Not looking likely as a pan institute trial exercise in short-term."
    },
    "Spectacle Shop": {
      "category": "Campus Junta",
      "description": "Getting a spectacle shop on the campus. Many students have impaired vision for most practical purposes and not having a shop for replacing damaged spectacles makes it quite inconvenient for not only students, but all campus residents.",
      "current_status": "Senator Divyata Jaiswal is in talks with commercial owners.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Scholarship Calculator": {
      "category": "Academic Life",
      "description": "Allowing students to look into the various scholarships they can tap into and allowing them to calculate the best amount of scholarship they can get.",
      "current_status": "Coding club project completed. Launching soon.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Dairy": {
      "category": "New SAC",
      "description": "Although the proposal for a dairy has been approved, I will ensure that this process is completed at the earliest.",
      "current_status": "Purabi dairy center ready in food court. Vendor to come in.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Books/Kindles for New SAC": {
      "category": "Cultural Activities",
      "description": "Ensure that New SAC has a collection of novels and non-academic books or kindles so that people who can read, discuss and ideate over a cup of coffee.",
      "current_status": "To be proposed in the new financial budget.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Juice Centre in Old SAC": {
      "category": "Sports Activities",
      "description": "Since players are hitting it hard in the sports arenas, it becomes vital if some source of refreshment is available close at hand. So we would insure the presence of a juice centre in Old SAC.\n",
      "current_status": "The upcoming food truck service will have a stop there. It will have the required beverages.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Sports Medal": {
      "category": "Sports Activities",
      "description": "Awarding 'Sportsman of the Year' and 'Sportsman of the Batch' trophies to imbibe sporting culture\namong the people.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Chair Senate": {
      "category": "Empowering Senate and Gymkhana",
      "description": "A member would be appointed to head the Senate council to take updates, scrutinize and guide the working Senate. This would streamline the working and improve efficiency of functioning of the senate leading to better end results.",
      "current_status": "Senate committee report to be submitted in the April meeting.",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Started": {
    "E-Toilets/Portable Toilets": {
      "category": "Campus Junta",
      "description": "Placing portable, automatic cleaning toilets at remote locations throughout the campus especially\nat the entry gates.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Database for Lab Facilities": {
      "category": "Academic Life",
      "description": "Compiling a database including all the facilities available in various labs across all the departments. This shall act as a one stop portal to figure out the availability of different instruments/research facilities throughout the institute.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "New SA Courses": {
      "category": "Academic Life",
      "description": "Introduce new SA courses for western musical instruments like guitar, keyboard etc.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "RFID for Club Rooms": {
      "category": "New SAC",
      "description": "By using RFID enabled electromagnetic locks for club room access, we can streamline and make the process of utilising the New SAC rooms easier.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Solar-Powered Street Lights": {
      "category": "Campus Infrastructure",
      "description": "In order to reduce electricity consumption and ensure proper lighting of roads making it safer for people to travel, solar powered street lights shall be introduced on campus.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Expansion and Transparency of CBS": {
      "category": "Cultural Activities",
      "description": "Ensuring accountability and transparency in the running of CBS as it is an organization which is becoming a popular medium for content sharing. Expand CBS for general campus usage as it currently is not telecasting events that can and should be telecasted.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Women Specific Events like Pinkathon": {
      "category": "Sports Activities",
      "description": "Incorporating women specific events like Pinkathon etc, so as to raise women related awareness across the campus.\n",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Portal for issuing computing capabilities": {
      "category": "Technical Facilities",
      "description": "Providing students with a user-friendly portal for some extra juice (computing capabilities) if needed for high-end processing and running heavy memory-engaging programs.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Career Counselling": {
      "category": "Student Welfare",
      "description": "Students at the institute have great aspirations for their careers. But they also have many questions and queries that have to be answered. Providing students with career counselling, helping the students decide what's best for them will be a great help for them.",
      "current_status": "Current team has Namrata ma'am working as a career counsellor too.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Cycle and Laptop Insurance": {
      "category": "Security and Safety",
      "description": "Cycles and laptops are the two most valuable assets of an IITG students and especially cycles are really prone to theft. Hence, students would be insured in case of theft of cycles.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Conference Calendar": {
      "category": "PG/PhD Welfare",
      "description": "Compiling a calendar with the various conferences to be held throughout the year, allowing research students to plan their semester in advance.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Online Payment of bills for residents of MSH": {
      "category": "PG/PhD Welfare",
      "description": "Setting up an online portal for payment of appropriate bills by the residents of MSH.",
      "current_status": "",
      "representative_comment": "Electricity. bills are now submitted online.",
      "verifier_comment": ""
    }
  },
  "Not-Evaluated-subjective": {
    "Life Skills Courses": {
      "category": "Campus Junta",
      "description": "Along with the expansion of the new Life Skill courses, organize group discussions, personal interviews and counselling sessions, in collaboration with hostel HMC and Welfare Board, assisting in complete development of the students. It is necessary in today's world to possess soft skills",
      "current_status": "This point contains a variety of sub-points and the VP mentions them in a collective sense of execution. Collaboration with other programs complicates its verification as an original agenda point.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "On time maintenance for Hostels": {
      "category": "Hostel Life",
      "description": "By creation of a separate maintenance cell for hostels, we will ensure on time maintenance of hostel facilities. Immediate redressal of issues such as faulty washing machines, water purifiers, coolers, internet ports and electrical appliances in rooms, and basic infrastructure.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Mosquito and Disease Control": {
      "category": "Student Welfare",
      "description": "Ensuring green areas are treated properly in order to minimize mosquitoes and other vectors spreading diseases. The number of mosquitoes in the campus is alarming which is nothing short of a health hazard. Raising the health standards is an immediate must.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Define Security’s role on campus": {
      "category": "Security and Safety",
      "description": "Creating a proper set of rules to ensure appropriate conduct of security officers on campus. Their strength if channelled in the right manner can keep the campus safe without sacrificing the freedom/privacy of students.",
      "current_status": "",
      "representative_comment": "Individual issues of moral policing have gone down.",
      "verifier_comment": ""
    }
  },
  "Completed": {
    "Public Benches/Picnic Spots": {
      "category": "Campus Junta",
      "description": "Placing benches under shade at various scenic spots to sit, relax and hang out with their friends and relish the beauty of the campus.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "E-Books packages for Freshers": {
      "category": "Academic Life",
      "description": "Providing incoming freshers with a package containing e-books for all their courses in the first year so as to enable them to study without any hassles.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": "The reach was below par."
    },
    "Sports Scholarships": {
      "category": "Academic Life",
      "description": "Providing exemplary sportsmen scholarships so as to encourage them to pursue sports and also reduce any financial difficulties that they might face.",
      "current_status": "Cash incentives for Inter IIT Medalist.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Dihing Basketball Court": {
      "category": "Campus Infrastructure",
      "description": "Ensure proper maintenance and lights in the Dihing basketball court.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Performances by Indian and NE Artists": {
      "category": "Cultural Activities",
      "description": "Organising performances by Indian and North Eastern artists under the aegis of the cultural board independent of the other fests on campus.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Ambulance Usage": {
      "category": "Student Welfare",
      "description": "It has been seen that during times of emergency, many a times the ambulances are not available due to being out in the city or fetching other patients. By providing a few more ambulances and ensuring their proper usage, we plan to reduce this menace.",
      "current_status": "An addition ambulance started functioning this year.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Finance Committee": {
      "category": "Empowering Senate and Gymkhana",
      "description": "Setting up a committee to look after the finances of the student senate expenditure and ensuring no defaulting of bills. The finance committee shall also be educated in all the norms followed by the finance and accounts section so as to smoothen the process of exchange of money between clubs and administration.",
      "current_status": "Cult Secy and four senators comprise the committee to meet the stated objectives.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Exchange Students and Cultures": {
      "category": "International Affairs",
      "description": "Teaming up with welfare board, we would let the international exchange students learn more about their rights and responsibilities in and around the campus. There will be sessions organised for the international students to share their stories, their food and their culture with the students of IITG and vice versa.",
      "current_status": "Included representatives in SAB and Student’s Senate.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "PhD students Orientation": {
      "category": "PG/PhD Welfare",
      "description": "Since many Ph.D. students admitted during both semesters (summer and winter) are usually unaware of facilities being provided or features across various laboratories, the various exchange opportunities available a special orientation session shall be held for them.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Evaluated": {
    "More Electives for 2nd Year Students": {
      "category": "Academic Life",
      "description": "As a redesign of the curriculum is going on, initiatives to introduce more elective courses from the second year onwards shall be proposed so that the students are able to gain a holistic perspective about their future options.",
      "current_status": "Academic Overhaul is currently under progress",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Lounge Rooms in/near the academic complex": {
      "category": "Student Welfare",
      "description": "Creating lounge rooms for students actively involved in research work, so that they could take a chill pill for some time and then come back full of energy.",
      "current_status": "",
      "representative_comment": "Benches inside and outside cores installed to let people ‘take a chill pill’.",
      "verifier_comment": ""
    }
  },
  "Broken": {
    "Lost and Found Corner": {
      "category": "Student Welfare",
      "description": "Setting up a lost and found corner in the Admin building or New SAC, for easy location and finding of lost items The corner would provide a more organised and structured way for the campus residents to deal with lost and found items.",
      "current_status": "Security already equipped to handle it.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Best TA Award": {
      "category": "PG/PhD Welfare",
      "description": "Awarding three TAs per department for exemplary work, based on student feedback. Thereby creating incentives for good teaching by the TAs.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  }
}
