{
  "Completed": {
    "The Mentor – Mentee Program": {
      "category": "Saathi Counselling Club",
      "description": "The existing program will be adjusted to begin during the stay of parents in the initial week of the academic semester to promote the interaction of mentors with parents .This would create a sense of responsibility in the mentors and push for a better mentor-mentee relationship.\n",
      "current_status": "Counselling session with parents introduced. Individual counselling introduced in 3 hostels during the parental stay period.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Plantation Drives": {
      "category": "Social Service Club",
      "description": "Organising Plantation Drives within the campus.",
      "current_status": "Done one in odd semester. Even semester drive planned on April 14/15.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Fitness Awareness Debates": {
      "category": "Youth empowerment club",
      "description": "Conduct debates on general fitness awareness for students’ well-being.\n",
      "current_status": "One done under the YES! Camp. Another coming up in April first week.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "PG Specific Orientation": {
      "category": "Academic Initiatives club",
      "description": "A PG specific orientation can help the incoming batch a lot as it can touch on PG centric topics such as foreign exchange program and also about the facilities they can utilize in the campus.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "International Student Representative for Welfare Board": {
      "category": "International Students Welfare",
      "description": "Would appoint a nominee and a team under him/her for the welfare of international students residing in the campus. This would include many activities such as international day, a presentation for letting them know about their rights and the responsibilities that they have and can take up.",
      "current_status": " Representatives appointed.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "“Hand me down” initiative": {
      "category": "Other Campus related works",
      "description": "An online platform will be set up where the students can donate their belongings for the benefit of freshmen.",
      "current_status": "Executed in the previous tenure and plan in place for conduction in the next semester.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Student Handbook": {
      "category": "Other Campus related works",
      "description": "A freshmen guide containing the following but not limited to Important Facilities, Important Telephone Numbers ,Important Authorities to be contacted, Academic Requirements , Attendance Requirements , Student Activities , Institute Library Hostel Rules , Alumni sponsored Scholarships/ Loan Scholarships, Medical Insurance ,Academic Calendar, Semester Time Table ,Internal Complaints Committee , Services and Facilities In and Around IITG, Mentor- Mentee Program, IIT Wi-Fi Set-up , IIT Guwahati Proxy setting for Hostel LAN.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Disposal Of Bio-Waste": {
      "category": "Hospital",
      "description": "Ensuring the proper disposal of bio-medical waste.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Online Medical Records": {
      "category": "Hospital",
      "description": "Maintaining and updating of medical records online.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Evaluated-subjective": {
    "Improving Functionality Of Saathi Club\n": {
      "category": "Saathi Counselling Club",
      "description": "Improve functioning by including a broad range of services such as psychological assessment, individual therapy and group therapy.",
      "current_status": "",
      "representative_comment": "Introduced in high priority cases.",
      "verifier_comment": ""
    },
    "Zero Illiteracy zone (ZIZ)": {
      "category": "Social Service Club",
      "description": "Would work with NSS and continue this good work and expand its reach further.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Anti-Ragging": {
      "category": "Other Campus related works",
      "description": "Reinforce strong rules for avoiding unwanted acts. Any interaction between fresher’s and seniors where the seniors are friendly, welcoming and non-aggressive is encouraged. Seniors may solicit participation in clubs and other activities by announcing promotional events at well designated times and places. However, no fresher should be forced to attend. Participation by fresher’s can only be voluntary.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Ongoing-Short-term": {
    "Soft Skills workshop with Saathi Club": {
      "category": "Saathi Counselling Club",
      "description": "Assist Saathi Club in organizing regular sessions by professionals for soft skills such as assertiveness, problem solving, anger management, self-awareness and relationships.",
      "current_status": "Expect updates from the Welfare Board in mid-term break.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Spread Awareness About HIV and Other Chronic Diseases": {
      "category": "Red Ribbon club",
      "description": "Spread awareness about various chronic diseases along with HIV for students to know and take necessary precautions.",
      "current_status": "Coming up on April 14/15.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "HSS projects through Project Management Portal": {
      "category": "Youth empowerment club",
      "description": "With the help of project management portal, students would now be eligible for taking up projects from the department of HSS. This would nourish the thinking of a student.",
      "current_status": "",
      "representative_comment": "To be launched this Summer.",
      "verifier_comment": ""
    },
    "G-SEC meter": {
      "category": "Other Campus related works",
      "description": "A new initiative taken by the SWC body this year to make every candidate responsible and accountable. There would be a few additions such as a discussion forum wherein a student can propose a point that is causing him some sort of difficulty and if it is feasible this would be taken up by the student senate and the website would live track the updates regarding that agenda.An interactive discussion forum wherein a student can propose any idea and the best feasible one would be implemented right away.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Scholarship Information Repository": {
      "category": "Other Campus related works",
      "description": "An online repository of the various scholarships that are floated throughout the year and spread awareness about them for the benefit of the student community.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Feedback System For Hospital": {
      "category": "Hospital",
      "description": "Proposing the development of an online feedback system for the IIT Guwahati Hospital.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Not-Started": {
    "Earthquake and Fire Drills": {
      "category": "Social Service Club",
      "description": "Inclusion of earthquake and fire drills in the first few classes of SA courses for the freshmen.",
      "current_status": "",
      "representative_comment": "Will coordinate with the new secy to get the drills done at the start of the next semester.",
      "verifier_comment": ""
    },
    "Horticulture in Hostels ": {
      "category": "Social Service Club",
      "description": "Allowing for the growing of plants via a horticulture setup in hostels. ",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Spread Awareness About Seasonal Diseases": {
      "category": "Red Ribbon club",
      "description": "Expand the domain of the club to spread awareness on seasonal diseases through social media, mails and campaigns.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Talks About Women Safety": {
      "category": "Rights and Responsibility club",
      "description": "Organize a talk in girls’ hostels regarding women safety and harassment laws and focus on facilities provided by the Internal Complaint Committee.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "AAP KI SABHA": {
      "category": "Rights and Responsibility club",
      "description": "Senate would take up important agendas that concern a lot of students and put them in front of the concerned authorities and have a good open debate. These discussions would be taken up till SAC meeting.",
      "current_status": "",
      "representative_comment": "One Sabha was called for Academic Curriculum change.",
      "verifier_comment": ""
    }
  },
  "Broken": {
    "Sessions for Preparation of Competitive Examinations": {
      "category": "Youth empowerment club",
      "description": "Conduct talks for giving updates and new scenarios in the preparation of Civils (UPSC) and other competitive examinations.\n",
      "current_status": "",
      "representative_comment": "The social media groups are functioning very well at the moment.",
      "verifier_comment": ""
    },
    "GATE/GRE/UPSC/CAT Blog": {
      "category": "Academic Initiatives club",
      "description": "This blog will help create opportunities for group discussions and sharing of resource material.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Public Discussions": {
      "category": "Academic Initiatives club",
      "description": "Collaborate with CCD in order to conduct regular aptitude tests and training sessions on coding skills, group discussions and personal interviews. Host departmental and hostel level meets to pass on information about the placement and intern season to the next batch.",
      "current_status": "",
      "representative_comment": "CCD took in only suggestions. Couldn’t prepare a shared plan with them.",
      "verifier_comment": ""
    },
    "Faculty student Interaction": {
      "category": "Other Campus related works",
      "description": "Organizing few events like Intra-Departmental sports events in all departments to improve the interaction between faculty and the students.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Green Cycle Initiative Follow Up and Scale Up": {
      "category": "Other Campus related works",
      "description": "Follow up and scaling up of green cycle initiative with the help of SAIL and Student Senate.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Dynamic Conference Calender": {
      "category": "Other Campus related works",
      "description": "Initiate a Dynamic Conference Calendar at the start of the semester in order to keep track of all the conferences to be conducted throughout the semester.",
      "current_status": "The number of people responsible for events creates this a logistical nightmare.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Collaboration with Other Hospitals To Improve the Overall Medical Facility": {
      "category": "Hospital",
      "description": "To tie up with other hospitals within the city with a memorandum of understanding to refer the students for better medical facilities and this will be covered under their medical insurance.",
      "current_status": "Can’t tinker with the current insurer’s network.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Digitalizing the Hospital- Appointment": {
      "category": "Hospital",
      "description": "The online portal as of now is ready for containing the medical records of the Students and also lets the students to make appointments with the concerned doctors. As of now, there is no proper infrastructure to launch and maintain the portal. This would be tackled by taking up appropriate measures.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  },
  "Ongoing-Long-term": {
    "Alumni-Intern Portal": {
      "category": "Academic Initiatives club",
      "description": "A platform where alumni can recruit interns for their projects. A student can register and upload his CV and if one’s candidature is strong, they would be taken up for further projects by our Alumni.",
      "current_status": "Django mismatch with CC leading to delays. Proposal underway for new cloud servers from the next financial year.",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Emergency helpline number for women": {
      "category": "Other Campus related works",
      "description": "Considering the security or emergency condition this initiative would be set up at the hostel desk for immediate contact.",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    },
    "Travel Grant Funds Increment": {
      "category": "Other Campus related works",
      "description": "Collaborate with SAIL and Academic section to increase the corpus fund to facilitate more number of students(both UG &PG) travel grants in order to enhance the research community in the campus",
      "current_status": "",
      "representative_comment": "",
      "verifier_comment": ""
    }
  }
}